sdaiGetAttrs(Sdai_instS*,System.Int32,Sdai_instS*,SdaiPrimitiveType,System.Void*,BTEllipsis)
\details
Retrieves attribute values from a specified application instance.
\param instance   [in] An application instance.
\param numberAttr [in] A number of required attributes.
\param attribute  [in] An attribute to be required.
\param valueType  [in] An attribute value type.
\param value      [out] A placeholder for attribute values.